Repository: klyok/OmegaT.OmegaT
Catalog: OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
be: Каб вызначыць, якія файлы у якіх кадоўках будзе апрацоўваць сіта, абярыце яго са сьпісу ды пстрыкніце «Правіць».

source: Too big HTML file!
be: Завялікі файл HTML!

source: Total Characters (including spaces)
be: Разам знакаў (з прагаламі)

source: Total Characters (without spaces)
be: Разам знакаў (без прагалаў)

source: Total Segments
be: Усіх кавалкаў

source: Total Words
be: Разам словаў

source: Total number of segments
be: Колькасьць кавалкаў

source: Total:
be: Разам:

source: Translate the following attributes:
be: Перакладаць наступныя азнакі:

source: Translate the following elements:
be: Перакладаць наступнае:

source: Translated File Encoding
be: Кадоўка перакладзеных файлаў

source: Translated File Encoding:
be: Кадоўка перакладзеных файлаў:

source: Translated Filename Pattern
be: Узор назваў перакладзеных файлаў

source: Translated Files Folder
be: Каталёґ перакладзеных файлаў

source: Translated Files Folder:
be: Каталёґ перакладзеных файлаў:

source: Translated documents created
be: Пераклады сабралі

source: Translated files folder entered does not exist!
be: Пазначаны каталёґ перакладзеных файлаў не існуе!

source: Translated unique segments
be: Пераклалі непаўторных кавалкаў

source: Translation Memory Files Folder
be: Каталёґ файлаў памяці перакладаў

source: Translation Memory Folder:
be: Каталёґ памяці перакладаў:

source: Translation last modified by {0} on {1} at {2}
be: Зьмянялася {1} а {2} ({0})

source: Translation memory files folder entered does not exist!
be: Пазначаны каталёґ памяці перакладаў не існуе!

source: Translation unit encountered before TMX header.
be: Перад загалоўкам файла памяці перакладаў знайшлі адзінку перакладу.

source: Translation unit variant encountered outside translation unit.
be: Па-за адзінкаю перакладу знайшлі адменьнік адзінкі перакладу.

source: Translator comments:
be: Заўвагі перакладчыка:

source: Typo3 LocManager Files
be: Файлы Typo3 LocManager

source: Typo3 l10nmgr Files
be: Файлы Typo3 l10nmgr

source: Unable to build new TMX file!
be: Немагчыма стварыць новы файл памяці перакладаў!

source: Unable to initialize read of XML file!
be: Немагчыма пачаць чытаць файл XML!

source: Unable to parse filters configuration file
be: Немагчыма разабраць сіты ў фале настаўленьняў

source: Unable to read file
be: Немагчыма прачытаць файл

source: Unable to read project file!
be: Немагчыма прачытаць файл праекту!

source: Unable to save filters configuration file
be: Немагчыма захаваць сіты ў фале настаўленьняў

source: Unable to uninstall the selected dictionary
be: Немагчыма высталяваць абраны слоўнік

source: Undock
be: Адчапіць

source: Unexpected char {0} ({1})!
be: Нечаканы знак «{0}» ({1})!

source: Uninstalling failed
be: Не ўдалося высталяваць

source: Unique Characters (including spaces)
be: Непаўторных знакаў (з прагаламі)

source: Unique Characters (without spaces)
be: Непаўторных знакаў (без прагалаў)

source: Unique Remaining Characters (including spaces)
be: Засталося непаўторных знакаў (з прагаламі)

source: Unique Remaining Characters (without spaces)
be: Засталося непаўторных знакаў (без прагалаў)

source: Unique Remaining Segments
be: Засталося непаўторных кавалкаў

source: Unique Remaining Words
be: Засталося непаўторных словаў

source: Unique Remaining:
be: Засталося непаўторных:

source: Unique Segments
be: Непаўторных кавалкаў

source: Unique Words
be: Непаўторных словаў

source: Unique:
be: Непаўторных:

source: Unknown plugin type in '{0}'
be: Невядомы від утулкі ў «{0}»

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
be: Непапраўная памылка сынтаксісу файла TMX {0} у радку {1}, слупку {2}.

source: Unsupported XML version {0}!
be: Вэрсія XML {0} не падтрымваецца!

source: Unsupported file encoding
be: Кадоўка не падтрымваецца

source: Unsupported project file version ({0})!
be: Вэрсія {0} файлаў праекту не падтрымваецца!

source: Upgrading...
be: Абнаўляем…

source: Use &TAB to Advance
be: Пераходзіць да наступнага &клявішаю «Tab»

source: Use &XML for standalone tags (e.g., <i/>)
be: XML для &самастойных бірак (пр., <i/>)

source: Use as Default Translation
be: Ужываць звычайным перакладам

source: User's Manual
be: Дапаможнік

source: User's Manual viewer does not support navigation to external links.
be: Праглядальнік дапаможніка ня можа пераходзіць па вонкавых спасылках.

source: User:
be: Карыстальнік:

source: VLDocking Framework 2.1.4 by VLSolutions (CeCILL License)
be: VLDocking Framework 2.1.4, аўтар — VLSolutions (ліцэнзія CeCILL)

source: Validating Tags...
be: Спраўдзіць біркі…

source: Vanishing like mist.
be: І зьнікла нібы туман.

source: Variant skipped.
be: Адменьнік прапусьцілі.

source: Variants in the following languages will be displayed: {0}
be: Будуць паказвацца адменьнікі з наступных моў: {0}

source: Version: {0}
be: Вэрсія: {0}

source: Vie&w...
be: &Выгляд…

source: View Options
be: Можнасьці выгляду

source: View or edit file filters.
be: Зірнуць або правіць сіты.

source: Warning
be: Увага

source: Warning on line {0}, column {1} while parsing:
be: Перасьцярога сынтаксісу ў радку {0}, слупку {1}:

source: WiX Localization Files
be: Файлы перакладаў WiX

source: Wind catches lily
be: Лілея на ветравею

source: Windows Resource Files
be: Файлы запасаў Windows

source: WordAr&t
be: Аб’&екты WordArt

source: Wordfast TXML Files
be: Файлы Wordfast TXML

source: Words
be: Словаў

source: XHTML Files
be: Файлы XHTML

source: XHTML Filter Options
be: Можнасьці сіта XHTML

source: XLIFF Files
be: Файлы XLIFF

source: You are uninstalling the spellchecking dictionary that your project currently uses.
be: Высталёўваецца правапісны слоўнік, які ўжываецца ў праекце.

source: You can find detailed statistic information in the file: {0}
be: Падрабязную статыстыку можна пабачыць у файле {0}

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Project -> Reload from the main menu.
be: Таксама можна з дапамогаю кіраўніка файлаў перапісаць патрэбныя файлы ў каталёґ «source» і абраць пункт мэню «Праект» > «Перачытаць», каб нанова прачытаць праект.

source: You may try to solve this problem in one of the following ways:
be: Устараніць непаладкі можна паспрабаваць наступным чынам:

source: You must enter a number between 1 and {0}.
be: Трэба ўпісаць лічбу ад 1 да {0}.

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
be: Трэба абнавіць JDK 1.6 да найноўшае вэрсіі ці проста сьцерці файлы «jaxb-*.jar» з каталёґу «/lib» OmegaT.

source: You should specify their new location or recreate them.
be: Трэба стварыць іх нанова, або пазначыць, дзе яны знаходзяцца насамрэч.

source: You, victim of one.
be: Адгадайце, што здарылася.

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
be: У бягучы праекце кавалкі ствараюцца са сказаў, а ў файле памяці перакладаў — з абзацаў.

source: Your help page not found
be: Няма бачыны, няма.

source: Your operating system refused to let OmegaT create its configuration folder.
be: Апэрацыйная сыстэма не дазволіла OmegaT стварыць каталёґ настаўленьняў.

source: Your page cannot be found, boy
be: ціха: яе не знайсьці.

source: Your page is not found
be: злая памылка.

source: Your project does not contain any files in a supported file format.
be: Праект ня ўтрымвае ніводнага файлу, які б падтрымваўся.

source: [fuzzy]
be: [недакладна]

source: attributes.
be: азнакаў.

source: h&reflang (language of links)
be: hreflang (м&ова спасылкі)

source: href (URL of &links)
be: href (URL &спасылак)

source: lan&g (language attribute)
be: lang (азнака &мовы)

source: loaded
be: прачыталі

source: segment 0000
be: кавалак 0000

source: src (URL of &images)
be: src (URL &відарысаў)

source: unknown
be: невядома

source: value (of button, &submit and reset input)
be: value (увод для &кнопак, «падаць запыт» і «скінуць»)

source: {0} loaded.
be: Прачыталі {0}.

source: {1}, executed from '{2}'
be: {1}, выконваецца з «{2}»
